WatchData = [{
	"1" : { "watchVersion" : "2", "watchName": "인천의 첫 철도, 경인철도", "watSubName": "경인선", "watchSubName2": "", "watchLink": "https://naver.me/5atcsfcf", "watchLoc": "인천 중구 인현동 1-613", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "병인양요와 신미양요 두 차례 침략에도 열리지 않던 조선의 문은 일본의 운요호사건에 의해 열리게 되어 강제로 조약을 맺게 되었다. 이것이 바로 1876년 강화도조약(조일 수호 조규)이다. 조약의 내용 중 항구를 개항하여 일본 국민의 왕래, 통상을 허가한다라는 내용을 바탕으로 조선은 1876년 부산, 1880년 원산에 이어 1883년 인천을 개항했다. 하지만 조선은 개항을 맞이할 준비가 전혀 안 되어있으며 치밀하게 준비한 일본과 달리 아무런 대처를 할 수 없었다. 결국, 다른 나라와 맺은 최초의 조약이 불평등 조약이 되었다.<br><br>이로써 인천의 한적한 어촌은 세계열강들이 물밀 듯이 들어오게 되고 급격한 변화의 소용돌이에 휘말리게 된다. 1883년 개항 이후 한반도에 진출한 열강들은 자신들의 이권을 위해 침탈했다. 그중에 교통수단은 물자를 수송하는 중요한 역할이기에 서로 차지하기 위해 쟁탈전을 펼쳤다.<br><br>1889년 친일파 이하영이 미국에서 가져온 기차 철제모형을 가지고 와서 고종에게 보이며 철도를 놓아야 한다고 역설하며 미국공사 알렌을 설득해 철도공사를 진행했다. 1894년 청일전쟁 이후 일본은 서울과 인천, 서울과 부산 간에 철도 건설을 위해 실측을 마치고 근대화라는 명분에 1894년 조일잠정합동조관을 체결하고 철도부설권을 얻었다. 그러나 미·영·독·러 등 4개국이 일본의 독점권에 이의를 제기하여 결국 미국인 사업가 모오스에게 철도부설권을 넘기게 되었다. 드디어 역사적인 경인철도의 첫 번째 기공식이 1897년 3월 우각리에서 첫 시공 삽을 떴다.<br><br>모오스는 철도 노선을 우각리(지금의 미추홀구 숭의철교 부근)에서 독갑다리(숭의로터리 부근)를 지나 탁포(터진개) 부근 지금의 인천여상 까지 가는 것으로 설계했다. 터진개는 강 따위에 트이어 있는 개천이라는 우리말로 한자로 하면 탁포이다. 지금은 매립되어 알 수 없지만, 신포동 일대는 바닷물이 드나들던 곳이었다. 하지만 노선에 접한 토지는 대부분 일본인 소유였다. 철도부설권을 뺏긴 것에 앙심을 품은 일본인 지주들은 높은 가격만 부르고 땅을 팔지 않아 어쩔 수 없이 철길 방향을 틀었다. 우각리에서 배다리를 걸쳐 채미전 거리에 축현역을 두고, 응봉산을 깎아서 끼고 돌아 월미도 건너편 부둣가에 인천역을 설치했다. 그것이 현재 경인선 노선이다.<br><br>하지만 모오스는 자금난에 의해 경인철도 공사에 어려움을 겪자 다시 일본이 철도부설권을 차지했다. 모오스가 대두분의 공사를 진행하였기에 공사는 수월하게 진행되었다. 경인철도인수조합을 설립한 일본은 경인철도합자회사로 이름을 바꾸고 1898년 오늘의 인천역에서 제2차 기공식을 한다.<br><br>많은 우여곡절 끝에 1899년 9월 18일 경인선이 개통되었다. 당시 노선은 인천 - 축현 - 우각리 - 부평 - 소사 - 오류동 - 노량진 7개 역이었다. 이후 노량진역에서 경성역까지 연장되어 경성역에서 완전 개통식이 진행되었다. 축현은 싸리재의 한자 이름으로 당시 동인천역 근처에 싸리재 나무가 많아서 이름이 붙여졌다.<br><br>강화도조약 이후 강제로 개항된 인천항 근처에서 인천역은 시종착역으로 화물을 취급하고 축현역은 대표적인 여객역사로 기능했다. 1908년 승객들의 수요가 증감함에 따라 현재 동인천역에서 남동쪽 200m 지점에 있던 축현역이 지금의 동인천역 자리로 확장 이전했다.<br><br>축현역은 1920년대 일본인들이 축현역이라는 역명을 발음하기 어렵다는 이유로 조선매일신문사 현상공모를 통해 상인천역으로 이름을 변경했다. 그 이유는 종착점인 인천역과 인천부청의 위쪽이기 때문이다. 대조적으로 인천역은 하인천역으로 불렸다. 일제강점기가 끝나는 1948년 일제의 잔재를 청산하기 위해 다시 축현역으로 이름을 바꾸었다. 하지만 1955년 역 이름이 어렵다는 여론이 생겨 다시 동인천역으로 바꾸었다. 다행스럽게도 현재까지 이름이 바뀌지 않고 있다. 이렇게 동인천역 역사의 시작은 동인천이 성장하게 되는 밑거름이 되었다.", "watchContent2": "", "Latitude": "37.47668", "longitude": "126.61689", "picNM": 8},
"2" : { "watchVersion" : "2", "watchName": "동인천 문화 중심지, 용동 권번 계단", "watSubName": "용동권번과 애관극장", "watchSubName2": "", "watchLink": "https://naver.me/GnCzWTrs", "watchLoc": "인천 중구 용동 170-1", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "동인천역 남쪽으로 나와 큰우물로를 따라 내려가면 인천 삼성요양병원(옛 신신예식장) 근처에 완만한 경사를 가진 조그만 계단이 나온다. 용동권번 계단이라는 곳이다. 권번이란 기생을 관리하는 업무대행사로, 등록된 기생을 요청에 따라 요릿집에 보내고 화대를 수금하는 일을 맡았다. 용동권번은 1901년 5월에 설립된 것으로 알려졌다. 초기에는 인천에 옛 이름인 소성을 따서 소성권번이라고도 불렀다. 당시에는 서울의 한성, 평양의 대동 그리고 남도의 한남권번 등이 있었다.<br><br>인천에 본격적인 요릿집(기생을 두고 술과 요리를 파는 집)과 기생 권번이 생긴 것은 대략 1910년대부터이다. 개항 이후 30~40년의 세월이 흐르면서 일부 한국인 상인이나, 일본인 거주자들이 어느 정도 경제적으로 안정을 이룬데다가, 제1차세계대전이 몰고 온 전시 호황과 더불어 미두 취인소가 활기를 띠면서 전국 각지에서 지주들이 자금을 들고 인천으로 몰려들었기 때문에 음식 공급의 필요성이 생겨난 것이다. 값싼 목로주점과 방술집도 늘어났지만 격이 높은 유흥업소가 등장하기 시작했다.<br><br>하지만 지금은 그 모습을 찾아볼 수 없고 흔적만이 남아 있는데, 돌계단에 용동권번 소화 4년 6월 수축 이라고 적혀 있다. 소화 4년은 1929년이다.<br><br>용동권번 출신 중에는 유명한 사람이 많았다. 대중가요 가수로 스타가 된 이화자, 그와 같은 레코드사 소속의 김일타홍, ‘아리랑’의 나운규와 사랑에 빠진 영화배우 오향선, 춘원 이광수가 사랑한 여자 복혜숙 등이 있다.<br><br> 또한, 그들은 신여성답게 현실에 대한 의식을 지니고 있었다. 1925년 7월 엄청난 비가 부천군 일대(현재의 인천시 미추홀구, 남동구 일대)에 쏟아져 큰 피해가 발생했다. 용동권번의 모든 기생은 먹을거리를 가지고 부천 일대를 순회하며 이재민들에게 나눠 주었다. 1946년 4월 15일 용동권번 대표는 광복 후 중국에서 귀환한 전재민 동포들이 있는 수용소를 방문해 기생들이 모은 구호금 1만원을 전달했고 동명학교에도 1만원을 기부했다. 이밖에 영화보통학교 운동장 확장비용도 마련하는 등 사회 참여도가 높았다.<br><br>용동권번은 근처 협률사와 함께 동인천의 문화벨트를 이루었다. 당시 부산 출신의 엿장사로 큰 돈을 번 부호 정치국이 1895년에 세운 협률사라는 연극무대가 있었다. 서울의 협률사는 이보다 7년 늦은 1902년 조선 황실이 서울 정동에 세운 공연자이고 이인직이 세운 원각사는 1908년이다. 협률사는 오늘의 ‘애관극장’의 전신으로 인형극, 신파극, 창극 등이 열렸다. 그러나 6·25전쟁 때 화재로 건물이 소실되었다. 협률사는 한동안 축항사로 개칭되었다가 이후 애관으로 명칭이 바뀌고 영화 전용 상영관이 되었다. 현재의 애관극장은 1960년에 재건축된 건물로 개항로의 터줏대감으로 동인천의 한 역사를 담당했다. 시대의 흐름에 따라 2004년 멀티플렉스화되고 현재까지 자리를 잡고 있다.", "watchContent2": "", "Latitude": "37.47326", "longitude": "126.6313", "picNM": 6},
"3" : { "watchVersion" : "2", "watchName": "우현로의 만남의 광장, 대한서림과 삼치골목", "watSubName": "대한서림과 삼치골목", "watchSubName2": "", "watchLink": "https://naver.me/F4NWsGST", "watchLoc": "인천 중구 인현동 21-3", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "동인천역 남쪽으로 내리면 보이는 5층 건물 대한서림은 인천의 대표적인 만남의 장소이자 랜드마크였다. 1970-80년대 젊은이들의 모임은 서점 앞에서 먼저 만난 후 다방이나 술집으로 장소를 옮기는 아날로그식 만남이었다. 서점 앞을 서성이면서 누군가를 기다리는 사람들의 모습은 동인천의 친숙한 풍경이었다. 휴대폰도 삐삐도 없던 시절, 대한서림 앞에서 만나자고 약속했지만 무슨 사정으로 끝내 나타나지 않는 상대를 기다리며 읽은 책이 짧게는 시집이요, 길게는 소설이었다. 한 때 서점의 배려로 메모판도 설치돼 있었다. 거기에는 1년이고 2년이고 빛바랜 채 그냥 꽂혀 있는 주인 잃은 메모지들도 있었다.<br><br>이렇듯 대한서림은 인천 사람들의 추억의 한 페이지의 역할을 했다. 행복한 추억의 첫 시작은 대한서림이었다. 대한서림이 문을 연 지도 60여 년이 지났다. 우리나라 서점 역사에 쉽지 않은 세월이다. 이 책방은 1953년 처음 문을 열었다. 1978년 한창 중동바람이 불 때, 잘나가는 엔지니어었던 김순배 회장은 1953년부터 장인이 운영했던 서점을 1978년에 물려받았다. 현재의 5층 건물에 들어가기 전에는 그 옆 작은 2층 건물에 있었다.<br><br>현재 대한서림이 있는 건물은 원래 별제과 건물이었다. 사업이 번창하던 대한서림은 1989년 동인천에서 가장 잘 나가던 별제과 건물을 매입 후 이전하여 신장개업을 했다. 별제과 건물은 1, 2층별제과점 3, 4층 별다방 5층은 음악감상실이었다. 별제과는 결혼을 앞둔 양가부모의 격식 있는 상견례 자리였을 만큼 1970년대 당시 인천 최고의 ‘럭셔리’ 양과자점이었다. 당시 번화가인 동인천 역전에 들어선 유일한 최신식 건물이었다. 맨 위층에는 ‘별다방’이라 불린 음악감상실이 있었다. 현재의 대한서림 빌딩에는 전망 엘리베이터가 설치돼 있지만, 그때는 그냥 걸어서 5층까지 올라가야 했다. 불편함이 있었지만, 최신식 건물을 이용하기 위해 사람들의 발걸음은 끊이지 않았다. 현재 대한서림 건물 1층은 휴대폰 판매점, 4·5·6층은 치과가 운영되고 있다. 단 2-3층만이 서점으로 이용 중이다.<br><br>동인천역 남쪽 출구로 나와 도보로 약 10분 정도 가다 보면 삼치구이 가게들이 즐비해 있는 골목을 발견할 수 있다. 일명 ‘동인천 삼치거리’라 불리는 이곳은 저렴한 금액으로 맛있는 생선구이를 즐길 수 있는데 50여 년이 넘는 세월 동안 그 명성을 유지하고 있다. 삼치골목의 시작은 1960년대 황해도에서 피난 온 홍재남씨와 전쟁으로 고아가 된 이초자씨 부부가 운영한 인하의 집이라고 할 수 있다. 전쟁의 풍파에 모두가 어려웠던 시절 저렴한 가격에 맛좋은 생선구이를 즐길 수 있어 많은 사람들이 인하의 집을 찾았다. 식당의 이름에서 알 수 있듯이 손님의 상당수는 근처에 있는 인하대 학생들이었다. 2002년에는 구에서 삼치구이특화거리로 지정하여 골목 입구에 입간판을 세우기도 했다. 지금은 예전의 대문짝만한 간판을 다 없애고 각 식당마다 특색 있고 예쁜 간판으로 다 바꿨다.<br><br>특히 2010년부터 시작해온 지역문화축제 삼치거리축제(막걸리 데이) 는 삼치골목 내 업소들이 참여하여, 이곳을 찾는 손님들에게 막걸리를 단돈 천원에 판매한다. 또한 막걸리를 판매한 금액을 지역사회에 기부를 하는 등 많은 선행을 이어오고 있다.", "watchContent2": "", "Latitude": "37.47544", "longitude": "126.61895", "picNM": 10},
"4" : { "watchVersion" : "2", "watchName": "동인천역, 경인철도 통학과 지하상가", "watSubName": "경인철도와 지하도상가", "watchSubName2": "", "watchLink": "https://naver.me/5GyhkoE8", "watchLoc": "인천 중구 인현동 1-1", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "경인철도가 개통된 후 인천 학생들이 기차를 타고 서울로 통학하기 시작한 것은 대략 1915년부터다. 당시 인천에 초등학교라 고작 인천공립보통학교(현 창영초), 박문학교, 영화학교 등 조선인 학교와 2곳의 일본인 학교가 있었다. 이들 학교에선 매년 약 400여 명의 졸업생을 배출했다. 중등학교는 일본인의 인천남상업학교, 인천고등여학교와 조선인의 인천북상업학교가 있어 매년 150명 정도만 받아들일 수 있었다. 이 때문에 상급학교 진학을 원하는 학생 중 상당수는 서울로 갈 수밖에 없었다. 요즘 같이 하숙이나 자취 생활을 할 수 없었기 때문에 통학을 해야만 했다. 이때부터 이 땅에서 처음으로 선보이는‘기차통학 이란 새로운 풍속도가 생겼다.<br><br>조선인 기차통학생들은 주로 축현역을, 일본인 학생들은 인천역을 이용했다. 대부분 남대문역(현 서울역)에서 내렸으며 통학시간은 1시간 정도였다. 남학생은 기차 앞칸, 여학생은 맨 뒤 칸이란 불문율이 생겼고 남학생들은 학교별로 적당히 자리를 잡았다. 1920년대 초에는 배재학교 통학생만 20여명으로 돼 한 그룹을 이룰 정도였다.<br><br>고일의 인천석금에는 경인선은 이동교실이자 도서실이었으며 인천문학에 있어서의 제1페이지는 경인기차통학생회 문예부에서 발단했다 라고 기술하고 있다. 그는 이른 여름과 가을에는 축현역 연못가 서늘한 아카시아 숲에서 영시를 암송하는 취미도 기차통학생이 아니면 맛볼 수 없었다 며 기차통학을 당시 젊은이들의 낭만으로 묘사했다. 움직이는 도서실이라는 말처럼 경인선은 인천지역 지식청년들이 정담을 나누고 토론을 벌이던 일종의 문화공간이었던 것이다. 뿐만 아니라 경인선은 민족운동의 산파 역할을 톡톡히 해내기도 하였다. 문학 동호인이었던 그들은 인천 야구의 효시 한용단과 같은 운동부를 조직해 경기를 통해 단단히 결속하며 민족해방 정신을 내포한 문학운동을 펼쳤다. 등사판 회보도 발행했는데 이러한 분위기에서 습작시대와 월미와 같은 잡지들이 탄생했다. 경인기차통학생친목회 문예부가 배출한 인천의 문인들로는 고유섭, 이길용, 김동석, 정노풍, 함세덕, 현덕, 배인철, 유치진, 진우촌 등을 꼽을 수 있다.<br><br>특히, 인천에는 순수한 한국인들로 구성한 최초의 인천 야구팀 한용단 은 1920년을 전후해서 당시 인천에서 배재·중앙·휘문 등 서울의 고동보통학교로 통학하던 기차통학생 친목회가 중심이 되어 만들어진 야구팀이었다. 청년야구의 활약은 1920년대 후반 들어 인천공립보통학교(현 창영초등학교)와 영화보통학교(현 영화초등학교) 등 학교 야구부로 전승된다. 1936년과 1939년 두 차례에 걸쳐 인천상업학교 야구부는 당시 전 조선을 제패하고 일본 갑자원 대회에 출전하는 쾌거를 이룰 정도로 조선 야구의 근간이 된다.<br><br>50년대 들어서자 인천 야구의 전성시대가 다시 화려하게 열렸다. 인천고와 동산고가 우리나라 대표적인 야구대회인 청룡기, 황금사자기, 봉황대기 등 전국 고교야구 대회를 번갈아 가며 휩쓸었다. 특히 동산고는 3년간 내리 청룡기를 품에 안는데 이것은 오늘날까지 유일한 기록으로 남아있다. 또한 동산고는 현재 미국 메이저리그에서 활약하고 있는 류현진 선수에 모교이기도 한다.<br><br>1967년 6월 3일 동인천지하도가 개통되었다. 차량의 원활한 소통과 안전한 보행을 위해서다. 이것은 표면적 이유였고, 실제로는 민방공 대피용 목적이 더 강했다. 북한이 공습해올 경우 지하로 대피하기 위해 만들어 놓은 것이다.<br><br>1967년의 동인천지하도에 앞서 1963년도에 뚫린 역전 지하도 가 있었다. 동인천역(인현동)에서 중앙시장(송현동) 쪽으로 뚫린 지하도이다. 경인선 철길 밑을 뚫어 만든 일종의 반 지하도로 형태이다. 현재 인천지역 내에는 총 15개의 지하도상가가 조성돼 있는데 이 지하도가 원조인 셈이다.<br><br>1899년 경인선 철도가 놓인 이후 인천 곳곳은 철길로 남북이 갈라졌다. 동인천 지역도 마찬가지였다. 이 지하도가 생기기 전에는 동인천역 광장에서 지척에 있는 중앙시장을 가려면 배다리철교나 화평철교 밑을 통과해 약 700m를 돌아가야 했다. 이 때문에 철길 무단횡단이 빈번했고 철마에 치는 사망 사고도 많았다.<br><br>하지만 역전 지하도를 건설하는 과정에서 어려움이 따랐다. 인현동에 거주하는 주민들은 이 지하도 설치에 적극 반대하니 선처해 달라는 청원서를 인천시에 제출한다. 동인천역 남쪽 인현동에 사는 주민들은 왜 이 지하도 설치를 반대했을까. 그때 제출한 청원서가 전해오지 않기 때문에 반대하는 내용을 알 수 없지만, 당시 시대 상황을 비추어 그 이유를 추론해 본다. 먼저 지하도가 개통되면 중앙시장이 한결 가까워짐으로써 인현동 청과물시장이나 주변 상가가 타격을 받을지 모른다는 우려감. 다른 하나는 전동, 인현동 등 비교적 발전했고 안정적이었던 남쪽 지역과 피난민들이 살고 있는 빈궁한 북쪽 동네가 통하는 것이 못마땅했던 것이 아니었을까. 한마디로 한데 섞이기 싫다는 마음을 가진 것으로 보인다<br><br>1963년 11월 20일 드디어 인천에서 최초로 폭 8m, 길이 70m의 지하도가 개통되었다. 1899년 경인선 철도가 놓인 이후 64년 만에 동인천의 남과 북이 뚫린 것이다. 지금은 동인천 구 지하상가 로 명명되고 있지만, 예전에는 흔히 굴다리 라고 불렀다. 굴다리 상가 개통 이후 동인천은 가히 지하도의 전성시대를 맞는다. 1967년 동인천지하도 이후 1971년 새동인천 지하상가가 연결되었고 1974년 동인천지하상가가 준공되었다. 이후 1977년 용동마루턱 까지 닿은 중앙로지하상가가 완공되었으며, 1980년 인현지하상가, 1983년 신포지하상가가 조성됐다.", "watchContent2": "", "Latitude": "37.46487", "longitude": "126.63236", "picNM": 8},
"5" : { "watchVersion" : "2", "watchName": "동인천의 생소한 장소들, 전환국, 똥골", "watSubName": "똥골과 전환국", "watchSubName2": "", "watchLink": "https://naver.me/5YwJ6nl2", "watchLoc": "인천 중구 전동 2-4", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "조선에서 통용되고 있던 화폐는 상평통보였다. 이것은 200여 년 동안 유일한 화폐로 사용되었다. 개항 이후, 물건을 거래할 때 사용한 화폐는 당백전과 당오전이 대부분이었고, 이것은 무겁고 많은 양을 들고 다녀야 했다. 당오전은 상평통보의 5배 가치에 해당한다. 당오전은 대원군이 경복궁을 짓기 위하여 발행한 당백전과 마찬가지로 경제 상황을 더욱 악화시켜 화폐 가치가 폭락하고 물가가 폭등하게 되었다.<br><br>이에 상설 화폐 제조 기관의 필요성을 느끼고 1886년 경성전환국을 설치하였고, 당시 1환 은화, 5문과 1문 적동화 등 3종의 주화를 제조했으나 통용하지는 못했다. 1892년 경성전환국은 폐지되고 일본인이 많이 거주하는 인천에서 일본의 기술 협조를 얻기 위해 인천으로 옮겼다. 그리하여 인천 전환국에서 5량 은화, 1량 은화, 2전 5푼 적동화, 1푼 황동화 등 5종의 주화를 발행했다.<br><br>인천 전환국에서 만든 주화에 대조선이라는 글자를 넣었는데 당시 경성에 머물던 청나라 원세개가 주화에 있는 대 자를 빼라고 하여 대자를 빼는 수모를 당하기도 했다. 1892년 12월부터 1898년 8월까지 인천전환국에서는 4백 31만 6천환의 신식주화를 발행했는데, 백동화의 남발로 물가가 폭등하는 인플레이션이 일어나기도 했다. 같은 해 8월 정부가 경성에 용산 전환국을 설치하여 다시 이전해 인천 전환국은 마무리가 된다. 전환국 터는 철도감부로 사용되다가 러일전쟁 당시 일본군이 잠시 주둔하기도 했다. 이후 인천고등여학교가 들어섰다. 현재 인천여고의 전신이다. 지금은 동인천행정복지센터가 자리했다.<br><br>참외전로를 따라 동인천역으로 가다 보면 저층 건축물 밀집지역이 나온다. 이곳은 도심 속 섬 이다. 드나듦이 거의 없어 외부와 단절돼 있다. 앞쪽 길가에 2, 3층 건물들이 세워져 있어 유심히 보지 않으면 눈에 띄지 않는다. 뒤로는 철도 방음벽이 길게 쳐있어 마치 협곡 안에 마을이 들어앉은 형상이다.<br><br>이곳에 본격적으로 마을이 형성된 것은 6·25 전쟁이 끝나고서다. 터를 제대로 잡지 못한 피난민들이 후미진 이곳에 하꼬방을 짓고 살았다. 10평 남짓이 대부분이고 아주 커봐야 20평 정도다. 최근 이 골목의 절반이 사라졌다. 과거의 흔적을 지우려는 듯 도심형 아파트 한 동이 세워졌다. 그로인해 낡음과 새로움의 극렬한 대비가 강하게 이뤄졌다.<br><br>동인천역 쪽으로 난 좁은 쪽방촌 골목에는 한때 ‘똥골’이라 불린 사창가였다. 사창가의 시작은 1960년대 초 쯤으로 보인다. 4·19혁명이 한창이었던 때 이곳에 살면서 내동에 있는 여관에 아가씨를 알선하던 어떤 사람이 아예 자기 집에서 손님 을 받기 시작하면서 골목에 붉은 등이 켜지기 시작했다는 이야기가 전해진다. 이후 그 옛날 윗동네 용동 기생집, 니나노방석집 등 유흥가에서 일하던 여자들이 흘러들어 오면서 사창가 로 변했다. 하지만 지금은 많이 세력이 약해지고 몇몇 가게만이 유지하고 있다.", "watchContent2": "", "Latitude": "37.47611", "longitude": "126.62625", "picNM": 8},
"6" : { "watchVersion" : "2", "watchName": "배가 드나들던 곳, 배다리", "watSubName": "배다리", "watchSubName2": "", "watchLink": "https://naver.me/xyUT6YhV", "watchLoc": "인천 동구 금곡동 20-11", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "인천의 배다리 지역은 현재 인천 동구 금곡동과 창영동을 통합하여 금창동이라는 지명으로 사용되고 있다. 금곡동은 쇠가 난다고 하여 쇠골 또는 금곡 이라 하였고 창영동은 1936년 일제 강점기 때 새롭게 번창하기를 기원한다 는 뜻으로 창영동으로 되었다가 금곡동과 합하여 1985년 금창동이 되었다.<br><br>과거에는 창영동과 숭의동으로 이어지는 고갯길을 쇠뿔고개 로 불렀다. 이 쇠뿔고개는 휘어진 소뿔의 형상과 같다고 하여 불렸는데 현재는 우각로 라는 도로명으로 지금도 사용되고 있으며, 이 쇠뿔고개는 개항 당시 인천에서 서울을 오가는 이들의 주요 도로였다 고 한다. 인천항에 입항한 사람들은 중구 내동 일원에서 하룻밤을 묵고, 당시 중심상권 역할을 했던 싸리재와 배다리를 지나 쇠뿔고개를 넘어서 서울로 이동하였다. 향토사학자 신태범 박사는 그의 저서인 인천 한세기 에서 내동에서 싸리재를 거쳐 쇠뿔고개를 넘는 길이 옛 경인가도였다고 표현하기도 했다.<br><br>배다리 라는 명칭은 과거 이 지역이 매립되기 이전 바닷물이 들어와 작은 수로를 통해 철교 밑까지 드나들어 수산물을 실은 배가 정박하던 다리가 있었다는 데서 유래했다고 한다. 19세기 말까지 동구 화수동 괭이부리에서 수문통을 거쳐 지금의 송림초등학교 앞까지 흘러오는 커다란 갯골이 이었다. 밀물 때면 이곳을 따라 인천 앞바다의 바닷물이 밀려 들어와 경인철도가 놓이기 전까지 이곳에는 배를 댈 수 있는 다리가 놓여 있고, 여기서 배다리라는 이름이 생겼다.<br><br>하지만 배다리 란 교각을 세우지 않고 조각을 이어 놓은 다리 라는 뜻의 보통명사이다. 이곳에 바닷물이 들어와 다리를 놓았던 것은 분명하지만 실제로 이곳까지 배가 들어왔는지는 확실하지 않다. 개항 이후 지금의 중구청 일대는 각국 조계지가 형성되며 외국인들이 밀려와 조선인은 북동쪽으로 계속 밀려났다. 채미전거리 끝쪽으로 밀려난 조선인들은 배다리 일대로 몰려 자리를 잡기 시작했다.<br><br>배다리는 1960~70년대에 생겨난 헌책방거리를 포함하고 있으며 현재도 아벨서점, 한미서점, 삼성서림 등 5개의 책방이 운영 중이다. 헌책방거리의 유래는 한국전쟁 이후 힘든 시절에 책을 내놓아 사고팔면서 헌책방 골목이 형성되었다고 한다. 예전에는 40여 곳의 헌책방이 운영되고 있었지만, 현재는 5곳의 헌책방이 남아 명맥을 유지하고 있다.<br><br>이 밖에도 옛 인천양조장 건물과 우리나라 최초의 공립보통학교인 창영초등학교가 있으며 인접하여 1910년 착공된 서구식 신식교육의 선구지라 할 수 있는 영화학교(현. 영화초등학교) 본관동이 있다. 일제 식민시기의 배다리지역에 일본인들이 운영하는 조선인촌주식회사(성냥공장), 간장공장 등에서 일하던 노동자들이 일터로 자리 잡고 살았고 현재는 옛 조선인촌주식회사(성냥공장) 터 인근에 배다리 성냥공장 박물관이 위치하고 있다. 당시 연간 7만 상자의 성냥을 생산했는데 국내 소비량의 20%를 담당했다.<br><br>최근 마을소식지 발간, 텃밭 가구기, 배다리 생태놀이숲 조성, 느릿느릿 헌책잔치, 배다리Day, 도깨비 장터 등 다양한 공간과 프로그램이 마련되면서 배다리 역사문화마을을 운영하고 있다. 스페이스빔이 있는 인천양조장에 딸린 한옥을 일정부분 예전 모습으로 복원했으며 이를 본 맞은편 건물 소유주도 가려졌던 앞 공간을 허물고 안쪽에 숨겨져 있던 한옥 건물을 들어내며 매력적으로 탈바꿈했다. 또한, 건물의 외관을 리모델링하여 거리 분위기에 활력을 주었다.", "watchContent2": "", "Latitude": "37.4725", "longitude": "126.63928", "picNM": 9},
"7" : { "watchVersion" : "2", "watchName": "인천의 맛, 화평동 냉면과 송현동 순대", "watSubName": "화평동 냉면과 송현동 순대", "watchSubName2": "", "watchLink": "https://naver.me/FkdAt5Ss", "watchLoc": "인천 동구 송현동 100-159", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "개항장에는 각종 건설, 토목공사, 항만공사 등을 위해 많은 노역자와 부두노동자들을 필요로 했다. 이 과정에서 음식업과 숙박업이 번창하였다. 특히 1896년 인천에 요즘의 주식시장처럼 곡물을 중개하고 거래하는 선물시장 역할을 하였던 인천미두취인소가 설립되면서 전국의 쌀과 사람들이 인천으로 몰려들었다. 이 무렵 인천의 향토음식 냉면과 해장국·짜장면·추어탕 등이 등장하기 시작했다.<br><br>인천의 냉면은 한국전쟁이 발발한 이후 1·4후퇴 때 황해도와 평안도의 실향민들이 현재의 인천광역시 중구 만석동 일대에 정착하면서 본격적으로 전파되고 자리 잡게 되었다. 후일 인천광역시 동구 화평동에서 세숫대야 냉면이 탄생한 것도 화평동이 바로 만석동 옆에 위치하였기 때문이다. 일제에 의해 매립된 토지에 건설된 공장과 부두에서 쏟아져 나온 노동자를 상대로 1950-60년대부터 그 수요를 충족시키기 위해 다양한 음식점들이 등장하기 시작한다.<br><br>1970년대 생겨난 화평동 냉면거리 골목은 세숫대야 냉면으로 유명하다. 처음에는 보통 냉면과 같은 식으로 팔았는데 주변 공장에서 일하는 사람들이 냉면 사리를 더 달라고 하는 경우가 많아 아예 처음부터 냉면을 푸짐하게 담아 손님상에 올리기 시작하면서부터 냉면 그릇도 엄청나게 커지게 된 것이다. 일명 세숫대야 냉면으로 더 알려진 화평동 냉면은 시원하고 칼칼한 열무의 맛이 쫄깃한 면발과 육수의 맛과 어울려 많은 관광객들의 발길을 이끌고 있다. 1호선 동인천역 4번 출구를 나와 화평철교를 지나 인천 방향으로 가다 보면 화평동 세숫대야 냉면거리가 나오는데 이곳이 원조가 되는 지역이다.<br><br>마찬가지로 화평동에서 동인천역 방향으로 내려가다 보면 양키시장 인근에 먹거리 골목이 있다. 바로 송현동 순대골목이다. 지금은 도로로 이용되고 있는 수문통로는 예전에는 물이 흘렀다. 이 물은 지금의 수문통로로 따라 동인천역부터 중앙시장 그리고 배다리 인근까지 흘러들었다. 물과 함께 1960년대 수문통 시장이 개장된 이후 화평동 냉면거리와 같은 이유인 항만과 공장에서 일하는 노동자들이 부담 없이 끼니를 챙겨 먹을 수 있도록 순대국밥 집이 하나둘씩 늘어나 지금의 순대골목이 형성되었다. 수문통로는 작은 배들이 돼지 부속물을 나르기 쉽게 하기 때문이다. 이곳은 시간이 멈춘 듯 1960년대의 골목의 모습을 그대로 간직한 곳이다.", "watchContent2": "", "Latitude": "37.48926", "longitude": "126.64118", "picNM": 7},
"8" : { "watchVersion" : "2", "watchName": "동인천의 전통시장, 송현시장", "watSubName": "송현시장", "watchSubName2": "", "watchLink": "https://naver.me/FLBbVsOn", "watchLoc": "인천 동구 송현동 108", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "개항 이후 일자리를 찾아 모여든 조선의 서민들은 동인천역 뒷편에 위치한 수도국산을 중심으로 달동네를 형성하고 살았다. 이곳을 중심으로 수문통시장, 배다리시장이라는 곳이 생겨나 호황을 누렸으나 한국전쟁 때 폭격을 맞고 파괴되어 사라졌다. 전쟁 이후 많은 사람들이 인천으로 몰려들어 그 자리에 중앙시장, 송현시장 등의 시장들이 형성되어 사람들을 불러 모았다.<br><br>송현시장은 1950년대 초반, 한국전쟁 이후 인천 동구에 새로 생겨난 시장이다. 동인천역 북부 광장으로 나오면 오른쪽으로 중앙시장이 나오고 길 건너로 바로 보이는 곳에 송현시장이 자리하고 있다. 1970년대 산업화와 함께 노동자들이 근처에 있는 송현시장 인근으로 모여들면서 성장했다. 1990년대까지 시장에는 수많은 가게와 노점상들이 들어서 있었다. 그러나 1990년 중반부터 송현시장의 주요 고객이었던 수도국산의 달동네 주민들이 재개발로 인해 대거 이주하였고 새로 생겨난 아파트의 주민들은 1990년대 중반부터 생겨난 대형마트와 백화점을 선호하면서 시장의 위기가 찾아왔다.<br><br>2008년 송현시장은 문화관광형 시장으로 선정되어 주변을 정비하고 현대식으로 변모하면서 그동안의 침체기에서 벗어나 생기가 돌기 시작했다. 또한 북카페와 도서관, 주민 문화교육 시설을 갖춘 솔마루 사랑방, 하늘공원, 우물공원 등의 휴식 공간들이 들어서기 시작했다. 현재 송현시장은 동인천역 북광장을 통해 전철, 버스가 바로 연결되어 교통이 편리하고 인근에 들어선 대단위 아파트 단지가 있어 매출 규모가 꾸준하게 상승하고 있다. 송현시장은 농·축·수산물 등의 식재료와 반찬거리, 의류를 비롯한 잡화 등 인근 지역 주민들을 위한 생필품을 팔고 있다. 그 중에서도 야채류와 생선 및 건어물류를 가장 많이 취급하고 있다.", "watchContent2": "", "Latitude": "37.47677", "longitude": "126.6342", "picNM": 6},
"9" : { "watchVersion" : "2", "watchName": "서민들의 애환이 담긴 곳, 수도국산", "watSubName": "수도국산", "watchSubName2": "", "watchLink": "https://naver.me/xNdlKLo8", "watchLoc": "인천 동구 송현동 163", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "수도국산은 만수산, 송림산 이라 불렸는데 이곳 주변에 소나무가 많다 하여 붙여진 이름이다. 송현(솔 고개)동, 송림(소나무 숲)동의 지명도 여기에서 비롯되었다. 지금은 아파트와 공원으로 재개발되었지만, 이곳은 가난한 서민들이 모여 살던 인천의 대표적 달동네 지역이었다. 수도국산 이란 이름은 인천의 식수 공급난을 해소하기 위해 만든 송현 배수지 와 이를 관장하는 수도국 에서 유래했다. 1909년에 완공된 송현배수지는 인천과 노량진을 잇는 상수도관을 통해 확보한 물을 저장하기 위해 만수산 또는 송림산 위에 건설한 약 15,000톤 규모의 배수지에 저장하는 시설이다.<br><br>송현주공아파트 자리는 옛 달동네 지역이고 아파트 단지 옆에는 수도국산 달동네 박물관, 송현 배수지가 있다. 현재 이곳은 저수조 3개를 갖추고 인근 지역에 수돗물을 공급하고 있다.<br><br>달동네는 높은 산자락에 위치해 달이 잘 보인다는 의미로, 유래는 달나라 천막촌 에서 비롯되었다. 1950-60년대 사이에 도심에서 쫓겨난 판자촌 주민들이 임시 천막을 치고 살면서 방에 누우면 밤하늘의 달과 별이 보인다고 해서 생겨났다.<br><br>위 내용처럼 일제강점기 한국인들은 일본인에게 상권을 박탈당하고 중국인에게는 일자리를 잃고 인천 동구 송현동, 송림동과 같은 새로운 지역으로 쫓겨났다. 이후 비탈진 소나무숲은 가난한 사람들의 보금자리로 변모했다. 이어 6·25전쟁으로 고향을 잃은 피난민들과 60-70년대 급격한 산업화로 인해 일자리를 찾아오는 사람들이 더욱 몰려들었다. 산꼭대기까지 점차 작은 집들이 들어차면서 마침내 약 5만 5천여 평 규모의 수도국산 비탈에 3천여 가구가 모둠살이를 하게 되었다. 그 결과 수도국산은 인천의 전형적인 달동네가 되었다.<br><br>지금은 수도국산 내 달동네 모습은 사라지고 수도국산 달동네 박물관에서 그 모습을 살펴볼 수 있다. 현재 이곳은 수도국산의 옛 모습과 실존 인물을 복원하여 전시하였다. 부모님 세대에게는 정겨운 시절의 추억 속으로의 시간 여행을, 자식 세대에게는 고단하지만, 열심히 살았던 60-70시대의 삶의 현장을 체험할 수 있는 공간을 마련했다.", "watchContent2": "", "Latitude": "37.47772", "longitude": "126.63928", "picNM": 6},
"10" : { "watchVersion" : "2", "watchName": "잊혀진 도로, 수문통로", "watSubName": "수문통로", "watchSubName2": "", "watchLink": "https://naver.me/GVWY4MGW", "watchLoc": "인천 동구 송현동 70-9", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "지금은 복개되어 도로로 이용되는 동구 수문통로는 원래 바닷물이 드나들었던 수로로 넓은 갯벌과 갈대밭이 무성한 저지대였다. 동구 만석동에서 송현, 송림동까지 해안이 이어졌고 괭이부리에서 지금은 육지가 된 인천교까지 넓은 갯골을 형성했다. 이곳 갯골에는 물이 들어오고 나가는 수구문이 있어 수문통이라 불렸다. 물길은 화수, 화평, 송현, 금곡동 등 인천 시가지 중심부로 깊숙이 이어져 있었다. 이것을 증명하는 화평치안센터 인근에 송현교 라고 쓰인 화강암 교각 두 개가 당시 바닷물이 드나들었던 곳이었음을 말해 준다.<br><br>중앙시장 일대는 주변보다 지대가 낮아 인근의 산근정(전동), 용강정(인현동), 우각리(금곡동), 수도국산 등에서 발원한 하천이 모두 이곳을 통과해 바다로 빠져나가는 것을 알 수 있다. 갈대밭이었던 이곳을 매립하기 시작한 것은 1925년 매축공사는 수도국산의 흙을 파내어 갈대밭을 메우는 방법으로 진행했다. 당시 수도국산에는 200여 가구가 거주하고 있었으며, 매축공사로 인해 지대가 낮은 송현리 일대는 침수문제가 빈번히 발생했다.<br><br>일제는 도로와 항만, 공장부지, 주택 등 도시개발 확장을 하면서 많은 땅이 필요했기 때문에 동인천역 북쪽을 매립하기 시작했다. 인천은 해안 굴곡이 심하고 해면이 낮은 데다 조수간만의 차이가 커 바다를 매립하기 쉬운 편이었다. 1905년부터 60여 년 동안 벌인 동구 지역 매립사업이 시작되어 인천 경제를 주도했던 동일방직과 대성목재가 이곳 매립지에 공장을 세웠고 이후 한국유리, 대우중공업, 동국제강, 인천제철 등이 들어서 오늘에 이르고 있다.<br><br>수문통 갯골은 당시 일본인 요시다가 1939년부터 1943년까지 동구 일대를 매립하면서 화평동에서 배다리까지 ㄱ 자로 꺾이는 하수로를 뚫고 하류에 수위 조절 수문을 설치해 바닷물을 막았다고 한다. 해방 전 이곳 개천가에 들어선 야시장은 당시 큰 상권 중 하나로, 지금의 포목점 상가의 시초였다. 이 야시장은 인천상공협회 창립자였던 유창호씨가 개설한 것으로 전해지고 있다. 광복 무렵 유씨가 수문통 개천을 복개한 후 야시장을 개설하면서부터 상권이 본격적으로 형성했다.<br><br>1910년부터 번성했던 배다리 시장은 그 후에도 명맥을 유지하여 오늘날의 중앙시장으로 변모했다. 배다리 시장은 수로와 육로를 통해 온갖 문물이 넘쳐났던 매우 번창한 시장이었음을 알 수 있다. 수문통로 옛 사진에 있는 박공지붕에 장방형 건물은 경기적십자병원이다. 1955년 11월 인천 동구 송현동에 경기적십자병원 신축건물이 완공되었다.<br><br>그로부터 2년 후, 1957년 대한적십자사 경기적십자병원이 정식으로 개원했다. 처음 문을 열었을 당시만 하더라도 인천이 경기도에 속해있었기 때문에 ‘경기’라 칭했다. 한편 예전부터 송현동에는 인천제철과 같은 대규모 공장이 있어 그곳에서 크고 작은 인명사고들이 끊이지 않았다. 그로 인해 노동자들은 경기적십자병원을 자주 찾았다. 1977년 적십자병원이 인천 남구 숭의동 341번지로 신축건물을 지어 이전하게 되어 그곳에는 현재 천주교 송현동 성당이 들어섰다.", "watchContent2": "", "Latitude": "37.4777", "longitude": "126.63234", "picNM": 6},
"11" : { "watchVersion" : "2", "watchName": "동인천의 근대학교, 창영초와 영화초", "watSubName": "창영초등학교와 영화초등학교", "watchSubName2": "", "watchLink": "https://naver.me/xqf27xfB", "watchLoc": "인천 동구 창영동 30", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "동인천 일대에는 많은 학교들이 있다. 역사적으로 100여 년이 넘는 학교도 많다. 근대교육의 산실인 전통있는 학교가 동인천역 배다리 인근에 두 곳이나 존재한다. 하나는 창영초등학교, 또 하나는 영화초등학교이다.<br><br>창영초등학교는 순수 민족자본으로 건립되었다. 1907년 4월 1일에 발포된 보통학교령에 따라 1907 년 5월 6일 관립 인천일어학교 교실 하나를 빌려 학생을 모집했는데, 개교 당시 학생 수는 3명이었다. 설립 초기 학생들의 연령은 5세부터 25세까지 다양했는데, 제1회 졸업식은 1910년 3월 26일 열려 18명의 졸업생이 처음으로 졸업장을 손에 쥐었다.<br><br>1907년 12월에 교사를 신축하여 현재의 위치인 창영동으로 이전했다. 현재의 붉은 벽돌 건물은 1922년에 건물을 헐어내고 새로 지은 것이다. 일제강점기 당시 건축양식을 볼 수 있는 중요한 건축 문화재이다. 이에 현재 인천광역시 유형문화재 16호로 지정되었다.<br><br>또한 창영초등학교는 3􄞻1운동 당시 인천만세운동의 진원지가 되어 당시 학생들을 중심으로 시위를 벌이다 투옥되는 등 격동의 역사를 거치면서 역사·교육적으로 큰 가치가 있는 곳이다. 당시 재학 중이던 김명진, 이만용, 박철준, 손창신 네 명이 학교 전화선을 끊고 동맹휴교를 선언하며 시위를 주도하다가 투옥되기도 했다. 이를 기념하기 위해 1997년 교정에 기념비를 세웠으며 2011년부터는 인천 동구청 주관으로 3􄞻1절 기념식 및 만세운동 재현행사를 하고 있다.<br><br>이처럼 항일의 역사가 뚜렷한 이 학교 교가가 친일 인사에 의해 지난 1946년 작곡된 사실이 2019년에 밝혀졌다. 작곡자는 일제의 침략전쟁을 미화하고 학도병 지원을 독려하는 반도학병의 노래 작곡가 임동혁이다. 민족문제연구소가 발간한 친일인명사전에도 기록될 만큼 널리 알려진 인물이다. 새로운 교가는 인천을 대표하는 음악가 최영섭 선생이 작곡했다. 창영초등학교 동문이기도 한 최 선생이 이 소식을 접하곤 흔쾌히 작곡에 나섰다고 한다.<br><br>영화초등학교는 한국 최초의 근대식 초등교육기관으로 1892년에 설립된 사립학교 영화학당의 후신이다. 이화학당에서 음악 교사로 일하던 마거릿 벤젤이 인천에 정착하여 여자 어린이 교육을 시작한 것이 영화학당의 시작이다. 벤젤은 인천 내리교회 제2대 담임 존스 목사와 결혼하여 존스 부인으로 불렸다. 영화학당은 1892년 8월에 내리교회 안에 설립되어 교육에서 배제되어온 여자 어린이를 가르치는 교육기관으로 출발하였다. 학교 이름은 영생과 교화를 뜻하여 기독교 이념을 상징한다. 초기에는 선교사에 대한 배타적인 의식으로 학생 수가 거의 늘지 않는 등 어려움을 겪었으나, 점차 인천의 명문 학교로 발전하여 주목을 받게 되었다. 서울의 이화학당과 배재학당이 중등교육기관으로 발전하는데, 영화초등학교는 초등교육기관으로 자리를 잡았다.<br><br>이 학교를 졸업한 여자 어린이들은 선교사 추천으로 이화학당에 입학하기도 했다. 학교 출신으로는 김활란, 서은숙, 김애마, 김영의 등이 유명하다. 그러나 영화초등학교에 이들의 학적부는 남아 있지 않다. 그 밖의 유명한 영화학당 졸업생으로는 일장기 말소 사건의 동아일보 기자 이길용과 영화배우 이재경이 있다.", "watchContent2": "", "Latitude": "37.47184", "longitude": "126.63943", "picNM": 5},
"12" : { "watchVersion" : "2", "watchName": "동인천의 귀중한 식수원, 용동 큰 우물", "watSubName": "용동큰우물", "watchSubName2": "", "watchLink": "https://naver.me/xKQxKSzN", "watchLoc": "인천 중구 인현동 24-16", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "용동 큰 우물은 인천광역시 중구 인현동에 있는 조선시대의 우물이다. 용동은 구한말 인천부 부내면 용리 지역이다. 1903년 제물포 일대에 새로 부내면을 만들 때 생긴 마을로 1904년 인천부가 부제를 시행하며 용리라는 이름을 얻게 됐다. 1937년에는 일본식으로 용운정이라는 이름을 얻었고, 광복 이후 처음 이름을 그대로 이어받아 용동 이 되었다.<br><br>용리나 용운정, 용동 모두가 이 마을이 용처럼 생긴 고개 주변에 있어 생긴 이름이라고 하는데 지금은 그 모양이 잘 입증되지 않는다. 이 이름보다도 지금까지도 큰 우물 이라는 이름으로 흔히 통하는 곳이다.<br><br>지금은 문화재로만 지정돼 있고 사용하지 않는 용동 큰 우물은 1883년 개항 무렵에 만들어 놓은 우물로, 물맛이 좋고, 가뭄이 들어도 물이 줄지 않아 수돗물이 보급되기 전까지 많은 시민들이 길어다 식수로 썼던 곳이다. 인천은 예전부터 바닷물은 많았지만, 식용으로 사용하는 물은 부족했다. 이 때문에 인천에서 먹는 물은 귀한 존재였다. 그러다 보니 사람들이 용동의 큰 우물 이라고 부르던 것에서 그냥 큰 우물만 남아 지역 이름처럼 불렸던 것이다.<br><br>우물 안은 자연석과 다듬은 돌로 둥글게 쌓아 원기둥을 이루고, 땅 위로 보이는 윗부분은 둥근 형태의 콘크리트로 되어있다. 1967년 우물을 보호하기 위해 기와지붕을 올린 6각 정자를 세워 두었는데, 유명 서예가인 동정 박세림 선생이 썼다는 현판이 이곳에 걸려 있다. 우물은 역사적 가치를 인정받아 1996년 6월 12일 인천광역시의 민속문화재 제2호로 지정되었다<br><br>문화재로 등록되었지만 용동 큰 우물 주변은 노후화되고 장기적으로 비어있는 상가건물들로 인해 공동화 및 우범화 현상이 증가해 주민들의 민원이 끊이지 않았다. 이에 인천시 중구는 낙후된 동인천 상권 활성화 방안으로 추진한 용동 127번지 일대를 도심 속 녹지공간의 확충과 쾌적한 도시환경 조성을 위해 도시계획시설(공공공지)로 결정하고, 쉼터 내 소나무·느티나무 등 여러 조경 수목을 식재하고 주민들이 쉴 수 있는 휴게시설과 수경시설을 설치했다. 현재는 용동 일대에 소중한 공공공지로써 주민들에게 쉼터를 제공하는 역할을 맡고 있다.", "watchContent2": "", "Latitude": "37.47384", "longitude": "126.63105", "picNM": 6},
"13" : { "watchVersion" : "2", "watchName": "우현로의 역사 속으로, 고유섭과 감리서", "watSubName": "우현 고유섭과 감리서", "watchSubName2": "", "watchLink": "https://naver.me/5zojVoW4", "watchLoc": "인천 중구 내동 83-5", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "우현 고유섭은 인천에서 태어났으며, 1925년 서울 보성고등보통학교를 졸업하고 경성제국대학 법문학부 철학과에서 미학과 미술사를 전공했다. 졸업 후 경성제국대학 미학연구실의 조수(현재의 조교)로 근무하면서 국내의 중요한 고대 미술품의 조사와 연구에 힘썼다. 중국, 일본, 인도와 구별되는 한국 특유의 미의 본질을 찾고자 한국의 불교조각과 탑 연구, 고구려 미술을 연구하기 시작하였다.<br><br>개성부립박물관 관장을 10여 년간 역임하기도 했던 우현 선생은 우리나라 전역을 직접 답사하며 미술작품을 연구하여 조선의 청자, 조선탑파의 연구, 조선회화집성 등 130여 편의 뛰어난 연구업적을 남겼다. 한국의 미의 특성을 무기교의 기교, 무계획성 으로 정의하고, 우리의 전통미를 구수한 맛 으로 표현하기도 했던 선생의 탁월한 안목은 해방 이후 지금까지 우리의 미술은 물론, 인문학계에 지대한 영향을 미쳤다.<br><br>그는 일제 강점기에 국내에서 우리 미술사와 미학을 본격적으로 수학한 학자이자 우리 미술을 처음으로 학문화한 학자로서 높이 평가된다. 그의 우리 미술사에서의 업적을 기리는 의미에서 우현상 을 제정하여 오늘에 이르고 있다. 현재 동인천역 남쪽 출구로 나오면 정면에 나타나는 큰 대로를 우현로 라 명칭하고 있다. 특히 우현로 밑에는 동인천 최대의 지하상가가 있으며, 동인천역에서 시작해서 신포시장까지 도달한다. 이 거대한 지하상가는 앞으로 더욱 커지며, 신포역까지 확장하는 계획이 있다.<br><br>또한 우현로를 따라 남쪽으로 가다가 골목길로 접어들면 약간 경사진 골목에 신포스카이타워 아파트가 자리를 잡고 있다. 이곳은 예전에 감리서라는 기관이 있던 장소이다. 개항 이후 한적한 지역이었던 동인천 일대는 외국인들과 각종 선박들이 몰려들자 외국인의 입출국 등 외국인 관리 감독이 필요했다. 이러한 여러 가지 문제를 해결하기 위해 감리서를 설치했다.<br><br>감리서는 인천부(현 인천시청)의 역할에 개항장재판소와 학교 기능까지 함께한다. 행정, 사법 기능에 교육기관이 들어선, 요즘으로 말하면 일종의 복합행정타운 이었다. 눈에 띄는 것은 감리서에는 감옥이 있었다. 포승줄에 묶인 사람들의 모습을 종종 볼 수 있었고 죄인이 볼기 맞는 비명소리가 담장을 넘어 인근 민가에 들렸다고 한다. 1895년 관립외국어학교가 인천감리서 안에서 개교했다. 개교 당시 학생수는 30명으로 수업 연한은 4년이었다. 첫 졸업식에는 9명, 2회 때는 단 한 명만 졸업했다. 이후 공립상업학교로 개편되고 1922년 현재의 송림초교 터로 이전하게 되는데 후에 이 학교가 바로 인천고가 된다.<br><br>또한 이곳은 1896년 3월에 있었던 쓰치다 일본 중위의 살해사건 때문에 인천 감옥에 투옥했다. 이 사건으로 체포되어 인천항재판소에서 재판을 받게 된 김구 선생은 사형당할 위기에 놓였다가 고종의 전보칙령으로 극적으로 살아남고, 1898년 인천 감옥의 탈옥을 성공하여 삼남 지방(충청남북도·전라남북도·경상남북도를 함께 지칭)으로 갔다. 그 후 1911년 안명근이 체포되어 안악의 민족주의자 검거가 시작되자 일제 경찰에 잡혀 서대문 구치소에 수감되고 인천감옥으로 이감된다.<br><br>이 무렵에 축항 건설이 본격화된 때로 선생은 쇠고랑을 차고 인천 축항 건설 현장에 강제 노역으로 끌려 나왔다. 이때 김구 선생이 인천항 축항 건설 현장에서 일하게 되었다. 그리고 1914년 인천감옥에서 가석방되어 인천을 떠난다. 해방된 후 남한 일대를 순방할 때 처음으로 방문한 곳인 인천에 와서 잊을 수 없는 곳 이라는 말씀을 하시고 시내를 비롯하여 무의도 등을 돌아보았다.", "watchContent2": "", "Latitude": "37.47286", "longitude": "126.62651", "picNM": 10},
"14" : { "watchVersion" : "2", "watchName": "동인천 과일의 중심지, 채미전 거리", "watSubName": "채미전", "watchSubName2": "", "watchLink": "https://naver.me/F67k4LMV", "watchLoc": "인천 중구 인현동 1-2", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "1930년 공설청과물시장이 지금의 중구 인현동 넓은 공터에 문을 열었다. 이곳은 1908년 축현역이 맞은편으로 이전하면서 생긴 공간으로 인천청과물주식회사가 들어섰다. 철길을 뜯어 옮겨갔기 때문에 그 자리에 우마차가 드나들 수 있는 작은 길이 자연스럽게 생겼다. 빈 철길은 유용한 도로가 되었으며 시장이 들어서기에 안성맞춤이었다. 현재 동인천역에서 배다리 철교까지 도매 과일가게들이 줄지어 서 있는 곳을 말한다. 이곳은 한동안 채미전거리 라고 불렸다.<br><br>채미 는 참외의 사투리다. 구한말까지만 해도 인천에서 농사라곤 주로 벼와 보리를 생산했다. 대부분의 과일은 야생에서만 자랄 뿐, 판매용으로 재배하지 않았다. 일제강점기 때 일인들은 장의리(숭의동), 도화리(도화동) 등 인천의 기름지고 풍치 좋은 곳에 과수원을 만들었다. 수박, 복숭아, 배, 포도 등이 초여름에 잠깐 모습을 보였으며 이 시장에서는 주로 근교에서 생산한 참외가 많이 거래되었다. 재래종인 어른 팔뚝만한 청채미와 먹채미라 불리던 서울 오류동에서 생산한 오릿골 채미를 비롯해 노란 감채미와 흰채미 등이 마차로 실려와 길거리 빈터에 무더기로 쌓인 채 팔렸다.<br><br>동인천역에서 배다리 철교까지의 길은 한동안 우마차 정도가 지나는 좁은 시장길로 사용되었다. 철로 변에는 과일도매상과 농약·종자상이 빽빽하게 들어섰고, 건너편 청과물회사 쪽에는 넓은 채소시장과 제수를 파는 건어물 가게, 고추와 마늘 등 도매상이 즐비했다. 양쪽으로 가게들이 줄지어 있어 시장통 길이나 다름없었다. 후에 차량 두 대가 교차할 수 있는 왕복 2차선으로 확장되었다. 동인천역 광장에서 보면 시원하게 뚫린 답동사거리까지의 길과 화평철교 방향의 길에 비하면 이 길은 마치 막혀 있는 것처럼 아주 답답하게 보였다. 1989년 동인천역에서 배다리 철교까지 현재의 왕복 6차선으로 아주 넓게 확장되었다.<br><br>인천시는 99년 7월 시내 주요 도로의 이름을 새롭게 지으면서 이곳의 거리 이름을 ‘참외전 거리’라고 붙였다. 채소시장은 97년까지 운영되어 오다가, 남동구 구월동 농축산물시장이 문을 열면서 옮겨갔다. 채소시장 자리에는 2000년 12월부터 동인천공영주차장이 들어서 있다.", "watchContent2": "", "Latitude": "37.47401", "longitude": "126.63267", "picNM": 6},
"15" : { "watchVersion" : "2", "watchName": "인천 서해바다의 지킴이 화도진", "watSubName": "화도진", "watchSubName2": "", "watchLink": "https://naver.me/xM21keJQ", "watchLoc": "인천 동구 화수동 319-47", "watchEtc": "동인천역 신택리지(동인천역 도시재생현장지원센터)", "watchContent": "화도진은 지방의 군사를 관리하던 지방 관제의 하나로서 진영을 줄여서 불렀다. 일본이 영종진을 파괴하는 등 운요호사건을 일으키며 강화도조약을 강압적으로 체결한 데 이어 계속 개항을 요구하여 이에 대비해 한성으로 가는 길목에 있는 중요한 위치인 지금의 화수동 일대에 군사기지를 1879년 완성한다. 하지만 갑오개혁에 따른 군대 관리제도 개혁으로, 진은 철폐되고 건물도 철거되었다.<br><br>화도진은 서양과 맺은 최초의 근대적 조약인 조미통상수호조약을 1882년에 체결된 역사적인 장소라고 여겼으며, 이후 조독수호통상조약, 임오군란에 대한 피해보상을 위해 체결된 불평등 조약인 제물포조약도 이곳에서 이루어졌다. 사라진 화도진은 1982년 조미통상수호조약 체결 100주년 기념으로 화도진을 그린 화도진도 를 보고 복원되어 현재 공원으로 조성되었다. 하지만 최근 조미수호통상조약 체결지가 자유공원 입구 근처(청일 조계지 경계 계단, 중구 송학동 1가 12)로 새롭게 밝혀져 표지석까지 세워졌다.", "watchContent2": "", "Latitude": "37.48244", "longitude": "126.62868", "picNM": 3},
"16" : { "watchVersion" : "1", "watchName": "대한제분 인천공장", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/FiLqw6WS", "watchLoc": "인천 중구 북성동 1가", "watchEtc": "중국인거리(오정희 저)", "watchContent": "인천광역시 중구 북성동1가에 위치한 공장. 1952년 12월 25일 일제 시대에 만들어진 제분 공장을 활용하여 대한제분이 설립되었고 사람들이 쉽게 인지하고 받아들일 수 있도록 상품명을 동물 이름을 차용해 제작했다. 곰표, 독수리표, 코끼리표 등이 있었으나 현재는 곰표가 대표 브랜드로 자리 잡았다.", "watchContent2": "(중국인거리. 오정희 저)<br>p9. 제분공장 볕 잘 드는 마당 가득 깔린 멍석에는 늘 덜 건조된 밀이 널려 있었다. 우리는 수위가 잠깐 자리를 비운 틈을 타서 마당에 들어가 멍석의 귀퉁이를 밟으며 한 움큼씩 밀을 입 안에 털어넣고는 다시 걸었다.<사진삽입 필요>", "Latitude": "37.47967", "longitude": "126.61539", "picNM": 1},
"17" : { "watchVersion" : "1", "watchName": "동인천역", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "https://naver.me/FWJNNZOT", "watchLoc": "인천 동구 송현동 70-10", "watchEtc": "빈상설(이해조 저)", "watchContent": "경인선의 역으로, 경인선 첫 개통과 함께 영업을 개시했다. 개통 당시에는 축현역이었다. 하지만 일본인들 입장에서 축현이라는 한자를 잘 안 쓰다 보니 역명이 어렵다고 역명 공모를 통해 1926년 4월 25일 상인천역으로 바꾸었다. 이 탓인지 인천역은 한번도 이름이 바뀐 적이 없는데도, 인천에 오래 살았던 사람들은 인천역을 하인천역이라고 부른다. 해방 이후 일제의 잔재를 없앤다며 잠시 축현역으로 바뀌었다가, 1955년 8월 7일부터 현재의 이름인 동인천역이 되었다.", "watchContent2": "(빈상설. 이해조 저)<br>승학이가 여복을 했을 때에 밤낮 보던 금분이도 이씨 부인으로 속았거든, 하물며 한두 번 본 돌이가 남복한 부인을 승학이로 속지 아니하리오. 부인인 줄은 꿈에도 알지 못하고, 산지 한 자리 얻어 제 어미 영장할 어리석은 정성이 그저 간절하여, 여간 벌이한 돈을 아까운 줄 모르고 이씨 부인의 치행을 하여 서울로 올라가라고 축현 정거장에서 차 떠나기를 기다리는데, 어떠한 표표한 소년 하나가 분주히 오는 것을 보더니, 돌이는 두 눈이 둥그레지며 우두커니 섰고, 이씨 부인과 영매는 깜짝 놀라 마주 나간다.<사진삽입 필요>", "Latitude": "37.47571", "longitude": "126.63202", "picNM": 1},
"18" : { "watchVersion" : "1", "watchName": "동일방직 인천공장", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/535MyV75", "watchLoc": "인천 동구 만석동 37-2", "watchEtc": "인간문제(강경애 저)", "watchContent": "일제강점기 말 군수공장으로 동원됐던 동양방적 인천공장은 해방 이후 일본이 남기고 간 적산으로 미군정이 접수했고, 1955년 당시 동양방적공사 서정익(1910~1973) 이사장이 인수해 동일방직을 설립했다. 동일방직은 한때 노동자 수만 1천600여 명에 달할 정도로 성장했다. 그 이면에는 고온다습한 근무환경, 휴무시간 부재 등으로 인한 건강 악화 문제를 비롯한 여성 노동자들의 희생이 있었다.", "watchContent2": "(인간문제. 강경애 저)<br>p179. 신철이는 그 밥을 못다 먹고 그만 일어나 나왔다. 막걸리 뒷맛이 씁쓸하였다. 그는 천석정을 향하고 걸었다. 천석정에는 대동방적공장을 새로 건축하므로 하루에 노동자를 사오백 명을 부린다고 하였다.<사진삽입 필요>", "Latitude": "37.48329", "longitude": "126.62215", "picNM": 1},
"19" : { "watchVersion" : "1", "watchName": "미림극장", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/FZJMAIA9", "watchLoc": "인천 동구 송현동 92-7", "watchEtc": "경애의마음(김금희 저)", "watchContent": "1957년 동구 송현동에 천막극장을 세워 무성영화 상영을 시작으로 문을 연 미림극장은 당시 문화공간으로 출발해 인천을 대표하는 영화관이었으며 오랫동안 시민들의 사랑을 한 몸에 받았다. 2013년 재개관한 추억극장 미림은 과거 즐거운 시절과 낭만, 추억을 간직했을 어르신들에게 다시금 그때 그 시절을 추억할 수 있는 문화공간으로 자리매김하고 있다. 미림극장 개관을 통해 사회적기업 활성화와 고령화시대를 맞아 노인들의 여가활동 공간 마련, 노인 일자리 창출은 물론 원도심 경제 활성화에도 기대하고 있다.", "watchContent2": "(경애의마음. 김금희 저)<br>p65. 둘이 함께 영화를 본 동인천의 영화관들은 애관, 오성, 인형, 미림으로 어딘가 낭만적인 이름들이었다. 멀티플렉스가 아니었던 그 극장들은 대개 좁고 영화표도 수기로 작성하며 좌석 번호도 없이 사람들이 아무 데나 앉아 있곤 했는데, 그래서 영화관이라기보다는 영화감상실 같은 느낌이었다.<사진삽입 필요> ", "Latitude": "37.47575", "longitude": "126.63415", "picNM": 1},
"20" : { "watchVersion" : "1", "watchName": "배다리성냥공장", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/xpPL28Zn", "watchLoc": "인천 동구 금곡동 33-3", "watchEtc": "변사기담(양진채 저)", "watchContent": "조선인촌주식회사는 1917년 10월4일 설립된 우리나라 최초의 성냥공장이다. 일제가 조선인촌을 이곳에 세운 이유는 압록강 일대 삼림지에서 나오는 목재를 배편으로 쉽게 들여올 수 있었고, 전력사정이 다른 곳보다 좋았으며, 1899년 개통된 경인선 철도와 인접해 상품 운송에 유리했기 때문으로 분석된다. 당시 배다리마을 일대는 햇볕에 말리려고 널어놓은 성냥개비와 성냥갑으로 뒤덮여 동네 전체가 성냥촌 을 방불케 했던 것으로 전해진다. ", "watchContent2": "(변사기담. 양진채 저)<br>p48. 일거리는 많았다. 홍란을 따라 성냥공장에 취직을 해도 되고, 제분공장에 들어가도 될 터였다. 전국 각지에서 일거리를 찾아 제물포로 몰려들었다.<사진삽입 필요>", "Latitude": "37.47291", "longitude": "126.63775", "picNM": 1},
"21" : { "watchVersion" : "1", "watchName": "연안부두", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/F4N0VZhT", "watchLoc": "인천 중구 항동1가", "watchEtc": "경애의마음(김금희 저)", "watchContent": "인천의 관문인 연안부두는 1960년대 후반에 급증하는 무역량을 소화하기 위해 인천 내항개발을 하면서 나온 흙으로 바다를 매립하여 조성된 곳이다. 연안부두에는 여객터미널뿐 아니라 해양광장·종합어시장·횟집거리·해수탕거리·유람선선착장·남항부두 등이 모여 있어 수도권 시민들의 주말 나들이 코스가 되고 있다.", "watchContent2": "(경애의마음. 김금희 저)<br>p66. E의 학교는 자유라는 이름이 붙은 공원길로 한참 올라가야 했는데, 거기서 경애는 드디어 바다를 볼 수 있었다. 인천에 왔는데도 바다는 보이지 않고 월미도라든가 연안부두라든가 하는 지명만이 환상처럼 바다를 환기했는데, 거기서는 다 내려다보였다.<사진삽입 필요>", "Latitude": "37.45512", "longitude": "126.60078", "picNM": 1},
"22" : { "watchVersion" : "1", "watchName": "오성극장", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/F4NnON2t", "watchLoc": "인천 동구 송현동 98-409", "watchEtc": "경애의마음(김금희 저)", "watchContent": "1971년 양키시장(송현자유시장) 안에 건립된 극장이다. 별이 다섯 개라는 오성이 아니라 사장 오 씨가 구축하고 싶어했던 씨네마 천국의 성, 오성이었다. 오성극장은 마케팅의 일환으로 새 한 마리를 키웠다. 사람의 말을 흉내 내는 구관조였다. 관객들은 구관조(앵무새)에게 말을 시키며 영화 상영 시간을 기다렸다고 한다. 오성은 씨네팝, 애관2로 운영되다가 지난 2003년 4월 11일 스크린의 불이 완전히 꺼졌다.", "watchContent2": "(경애의마음. 김금희 저)<br>p65. 둘이 함께 영화를 본 동인천의 영화관들은 애관, 오성, 인형, 미림으로 어딘가 낭만적인 이름들이었다. 멀티플렉스가 아니었던 그 극장들은 대개 좁고 영화표도 수기로 작성하며 좌석 번호도 없이 사람들이 아무 데나 앉아 있곤 했는데, 그래서 영화관이라기보다는 영화감상실 같은 느낌이었다.<사진삽입 필요> ", "Latitude": "37.47616", "longitude": "126.63368", "picNM": 1},
"23" : { "watchVersion" : "1", "watchName": "월미도", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/5U1r0NRp", "watchLoc": "인천 중구 북성동1가 98-352", "watchEtc": "박명(한용운 저)", "watchContent": "지명은 섬의 생김새가 반달의 꼬리처럼 휘어져 있는 데에서 유래되었다. 1900년대 초까지 부천시 영종면에 속하였다가 1914년 9월 1일 인천부에 편입되었다. 원래는 인천역에서 서쪽으로 1km 거리에 있는 면적 0.66㎢의 섬이었으나, 1920년대 초 돌축대를 쌓아 내륙과 연결되면서 세관검역소·측후소·무선전신국을 비롯한 각종 기관들이 들어섰다. 현재 해안도로에는 놀이시설과 유흥시설이 늘어서 있으며, 1987년 7월 월미도 문화의 거리가 조성된 이래 문화예술 공연과 월미축제 등 각종 행사가 다채롭게 펼쳐지고 있다.", "watchContent2": "(박명. 한용운 저)<br>p212. 이튿날 저녁을 먹은 뒤에, 순영은 숙자에게 가서 사실을 대강 말하였다. 자기가 서울 올 때에 원산서 종선에 내리다가 잘못하여 물에 빠진 것을 건져준 사람이 있는데, 어제 월미도에 갔다가 우연히 그 사람을 만난 바에 그러한 은인을 찾아가 보지 않을 수가 없다는 사연이었다.<사진삽입 필요>", "Latitude": "37.47653", "longitude": "126.59797", "picNM": 1},
"24" : { "watchVersion" : "1", "watchName": "인천미두취인소", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/FJnMGqPe", "watchLoc": "인천 중구 해안동3가 1-1", "watchEtc": "재생(이광수 저)", "watchContent": "우리나라 최초의 조직적 시장으로 불리는 인천미두취인소는 1896년 4월 1일에 설립 허가를 받았는데, 표면적으로는 미곡의 품질개선과 쌀값의 적정화 및 표준화를 꾀하기 위해 설립된 기관이었지만 한반도 내 미곡시장을 장악하려는 의도가 담긴 일제의 대표적인 수탈기관이었다. 현재 이 자리에는 1989년 준공된 국민은행 신포동점이 들어섰다.", "watchContent2": "(재생. 이광수 저)<br>p221. 십여 일이나 공로를 들여서 마침내 봉구는 김영진이라는 가명으로 인천 마루 김 미두거래중매점에 사환 겸 점원 겸 들어가게 되었다. 처음에는 매삭 십 원씩을 받고 손님을 끌어들이는 대로 구문 모양으로 또는 상급 모양으로 얼마든지 먹게 된 것이다.<사진삽입 필요>", "Latitude": "37.47138", "longitude": "126.62227", "picNM": 1},
"25" : { "watchVersion" : "1", "watchName": "인천중앙시장", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/xqfRnmxm", "watchLoc": "인천 동구 송현동 100-12", "watchEtc": "괭이부리말아이들(김중미 저)", "watchContent": "동인천 전철역 뒤편 철길 주변에 조성된 시장으로, 동인천 지하상가 등이 인접해 있다. 시장 내에는 한복 및 혼수용 점포 다수가 자리하고 있어 주부들이 많이 이용하고 있다. 시장 인근에 배다리 중고서점 거리가 있으며, 시장 이용객을 위한 공용 주차장이 시장 내에 설치되어 있다.", "watchContent2": "(괭이부리말 아이들. 김중미 저)<br>p110. 아이들은 영호의 눈치를 살피며 고개를 끄덕였다. 중앙 시장을 지나 동인천까지 가는 동안, 아이들은 아무 말도 하지 않았다. 지하도를 빠져 나오면서 영호는 눈치만 살피는 아이들에게 외식을 하자고 했다.<사진삽입 필요>", "Latitude": "37.47467", "longitude": "126.63401", "picNM": 1},
"26" : { "watchVersion" : "1", "watchName": "인천중화기독교회", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "https://naver.me/xxfGXs3M", "watchLoc": "인천 중구 북성동3가 5-1", "watchEtc": "나는이제소멸에대해이야기하련다(박형준 저)", "watchContent": "1910~20년대에 화교들 인구가 비약적으로 증가했는데, 이에 발맞춰 새로운 이국땅에 정착해야 하는 어려움에 처한 이들에게 정신적 위안이 필요했다. 그래서 1917년에 서양 감리교 선교사인 맥클라렌 여사와 중국인으로 기독교 신자인 손래장 씨가 개인집을 예배당으로 임대해 화교들을 대상으로 선교활동을 시작한 것이 ‘인천중화기독교회’의 시초이다. 그리고 1922년에 임대해 예배를 보던 시대를 마감하고 현재의 자리에 예배당을 건립했다. 지금도 인천중화교회 중앙 현관문을 열고 들어가면 1922년에 건립했다는 중화기독교회 표지석과 종탑에 걸렸던 예배당 종을 볼 수 있다.", "watchContent2": "(나는이제소멸에대해이야기하련다. 박형준 저)<br>p24. 천식을 앓는 아이들의 기침 소리 공기 속에서 들려온다 화교 기독교 교회 옆을 지나가면서 물끄러미 바라보았다, 검은 노파들, 이상하게 비틀린 광휘의 무늬들을 이국의 표정과 억양에 모서리가 깎이고 닳은 저들이 부르는 찬송가는 중성에 가깝네 광포한 세월이 막무가내로 비탈진 높은 곳 낮은 담장 너머로 계속 흘러나오네<사진삽입 필요>", "Latitude": "37.47566", "longitude": "126.62003", "picNM": 1},
"27" : { "watchVersion" : "1", "watchName": "자유공원", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/x9JceWoa", "watchLoc": "인천 중구 송학동1가 11-1", "watchEtc": "인간문제(강경애 저)", "watchContent": "자유공원은 우리나라 최초의 서구식 공원이다. 중구 송학동1가와 전동, 북성동3가에 걸쳐 있다. 1883년 인천의 개항과 함께 응봉산 일대에 일본 · 청나라를 비롯한 미국 · 영국 · 러시아 등 여러 나라들이 어울려 만든 만국지계가 들어섰다. 이들에 의해 1888년 만국공원이 조성되었다. 이후 1957년 인천상륙작전을 지휘한 맥아더 장군의 동상이 세워지며 자유공원으로 개칭되었다.", "watchContent2": "(인간문제. 강경애 저)<br>p199. 이틀 후에 인천으로 내려온 간난이와 선비는 우선 간난이가 공장에서 사귄 어떤 동무 집에서 유하게 되었다. 그리고 그 동무의 주선으로 대동방적공장에 들어가게 되었으며, 경찰서에서 신원보증까지 헐하게 맡게 되었다. 동시에 대동방적공장에서는 사숙을 허하지 않고 전 여공을 기숙하에 수용한다는 것이 한 철칙이 되어 있다는 것도 알았다. 내일은 세 동무가 일시에 기숙사로 들어가기로 생각을 하고 월미도로, 만국공원으로 해가 질 때까지 돌아다녔다.<사진삽입 필요>", "Latitude": "37.47601", "longitude": "126.62149", "picNM": 1},
"28" : { "watchVersion" : "1", "watchName": "제물포구락부", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "http://naver.me/GsTPgNij", "watchLoc": "인천 중구 송학동 1가", "watchEtc": "변사기담(양진채 저)", "watchContent": "1901년에 인천에 거주하던 외국인들의 사교모임 장소로 사용하기 위해 지은 건물. 일명 제물포 구락부회관이라고 한다. 인천광역시 중구 송학동에 위치하며, 1993년 7월 6일 인천광역시 유형문화재 제17호로 지정되었다. 이 건물은 미국, 러시아, 일본 등 외국인이 1891년 사교구락부를 발족시킴으로써 건립되었다.", "watchContent2": "(변사기담. 양진채 저)<br>p26. 제물포구락부는 조계지 안에 있는 양인들 사교장이었다. 지금은 조계지가 없어지긴 했지만 있을 때와 크게 다르지 않았다. 조계지에는 일인, 청인, 양인들이 각자 땅을 차지하고 살고 있었다. 바다가 바라보이는 웅봉산 아래, 가장 좋은 땅이었다.<사진삽입 필요>", "Latitude": "37.47478", "longitude": "126.62229", "picNM": 1},
"29" : { "watchVersion" : "1", "watchName": "현대극장", "watSubName": "세부설명", "watchSubName2": "등장소설", "watchLink": "https://map.naver.com/v5/entry/address/14098000.672907356,4505798.862333827,%EC%9D%B8%EC%B2%9C%EA%B4%91%EC%97%AD%EC%8B%9C%20%EB%8F%99%EA%B5%AC%20%EC%86%A1%EB%A6%BC%EB%8F%99%2055-4,jibun?c=14097964.3159617,4505807.0682417,19,0,0,0,dh", "watchLoc": "인천 동구 송림동 55-4", "watchEtc": "뒤집기한판(조혁신 저)", "watchContent": "1961년 송림로터리 부근에서 개관한 극장. 근처의 애관극장, 미림극장, 문화극장. 인형극장과 함께 인천의 시네마 천국의 한 축을 담당했다. 그러나 도심의 쇠락과 멀티플렉스 극장의 등장으로 경영난을 겪었고 1998년 폐관했다. 현재 1층은 슈퍼로 활용되고 있으나 2층은 유휴 공간으로 남아 있다.", "watchContent2": "(뒤집기한판. 조혁신 저)<br>p25. 어른들의 말에 따르면, 공사장에서 하루 일을 마친 양씨 아저씨는 집으로 곧장 돌아가지 않고 목욕탕에 들러 목욕을 한다. 그리곤 작업복일랑 훌렁 벗어 던지고 제법 말끔한 양복으로 갈아입는다. 양씨 아저씨가 행차하는 곳은 송림로터리 현대극장 옆에 있는 봉봉카바레였다.<사진삽입 필요>", "Latitude": "37.47695", "longitude": "126.6446", "picNM": 1}
		}
	]